Repository: Adrien-Luxey/multilingual-flask-site
Catalog: flaskr/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Multilingual Flask site
fr: Site Flask multilingue

source: Home
fr: Accueil

source: No rights reserved
fr: Aucun droit réservé

source: Source code
fr: Code source

source: Privacy policy
fr: Politique de données

source: Not found
fr: Non trouvé

source: You stand at the edge of the web. Beyond, cathodic birds are singing songs of static &ndash; but you cannot reach them.
fr: Vous vous tenez au bord de la toile. Au loin, des oiseaux cathodiques chantent du bruit blanc; mais vous ne pouvez les atteindre.

source: Error
fr: Erreur

source: Go back?
fr: Revenir à l'accueil ?

source: Welcome
fr: Bienvenue

source: My multilingual site
fr: Mon site multilingue

source: Is a wonderful sight
fr: Est un site de dingue

source: Today's gonna be a good day!
fr: Aujourd'hui sera une belle journée !

source: We care
fr: <emph>We care</emph>

source: What we collect
fr: Ce que l'on collecte

source: Nothing.
fr: Rien.
